{
    "articles":[
        {
            "id": 1,
            "title": "Swedish furniture giant IKEA to hike prices due to supply chain issues",
            "description": "IKEA will hike its prices by an average of 9% next year due to ongoing supply and transportation disruptions, the company that operates most of the Swedish furniture giant's stores confirmed.The announcement came as pandemic-fuelled shortages and shipping challenges ramp up inflation and pinch economies globally, with consumers increasingly feeling the pînch.According to the company, its franchisor, Inter IKEA Group, absorbed costs amounting to €250 million across 2021 due to these logistical tensions, which were exacerbated by the rebound in demand after the first phase of the pandemic. Last month, Inter IKEA group reported a 17% drop in annual profits, attributing the dent to a steep increase in transport and raw material prices. Container transport prices are at record levels following the outbreak of the pandemic, which has disrupted maritime logistics. At the same time, the franchisor behind the world's largest furniture seller reported higher sales for the year at €25.6 billion, up 8%.But a global spike in energy prices, supply chain snags, and surging demand have prompted runaway inflation. In the eurozone, inflation reached 4.9% over one year in November, a record high since the introduction of the single currency in 1999. In the United States, prices rose by 6.8% last month compared to November 2020, its highest level in 39 years.",
            "published":"04/01/2022",
            "image": "ikea.jpg",
            "usersVoted": 0
        },
        {
            "id": 2,
            "title": "Visit the birthplace of Sweden's festive peppermint candy canes",
            "description": "Swedish bakers in the village of Gränna are hard at work making peppermint sticks, or 'polkagris' as they're known in Swedish. The small town is dedicated to the production and distribution of the delicacy, which has become a symbol of Christmas worldwide. The sugary treat was invented in 1859 by Amalia Eriksson, an impoverished local widow. To begin with, she was the sole producer of the festive candy, and her bakery quickly became well known in the town, and elsewhere. In 1915, her bakery was even visited by Crown Prince Gustaf Adolf and his wife Margaretha. She kept the recipe secret, and it was only released upon her death in 1923, at 99 years of age. Soon others began to use her recipe, and now there are a dozen polkagris bakeries that line the main streets of the town, Brahegatan. The first step is to mix sugar, water, and vinegar and heat them to a 145°C (302°F). The hot sugar paste is then dumped onto a cooling table, where colouring is added to small pieces that are separated out and set aside. Once the dough has cooled down, the peppermint flavouring is added and the dough is stretched with a puller to let in air, which gives it its texture and a white colour. The dough is then rolled and twisted until it becomes long and thin. While the dough is still soft, it can be cut and shaped into a variety of forms. Today, polkagris remains a symbol of Gränna, as well as being one of the most popular Swedish souvenirs.",
            "published":"23/12/2021",
            "image": "candycane.jpg",
            "usersVoted": 0
        },
        {
            "id": 3,
            "title": "Would you be willing to have your COVID health pass implanted in your hand?",
            "description": "As COVID-19 continues to rage with the spread of new variants, having your health pass accessible is becoming increasingly essential. But would you be willing to have it actually implanted in your hand? That’s one use DSruptive Subdermals has been promoting for its implanted microchips.The Swedish company, specialised in implantable microelectronics, wants to use its implants as a medical aid to track COVID-19 and other infectious diseases. Biochips use near field communications (NFC), the same technology used for contactless payment, which allows them to be scanned by other devices, such as smartphones, door readers, and payment terminals. But it also means that the microchip could give your data away as it can be scanned by anyone with a reading device. However, to steal information from the chip, a person would first need to know that you have an implant, then touch it with a smartphone to activate it. Sjoblad also assures that the chips cannot track your location. Implanted microchips aim at making daily life more convenient and are already used by a number of people and companies around the world to replace keys, access cards and IDs. In 2018, Sweden’s state-owned train company even trialled biochips as a replacement for train tickets. Amanda Black, manager of Epicenter, a digital hub in Stockholm that has made the chip available to its workers in recent years, said she feels the chip is even safer than traditional ways to store datas.Another company, Biohax International, who is behind the microchips used by the Swedish railways company, is working with health partners so that its microchips contain health information. If someone is brought unconscious to the hospital, for instance, a simple scan of the chip could give doctors information about the patient’s pre-existing conditions.",
            "published":"23/12/2021",
            "image": "covidhealth.jpeg",
            "usersVoted": 0
        },
        {
            "id": 4,
            "title": "Would you be willing to have your COVID health pass implanted in your hand?",
            "description": "As COVID-19 continues to rage with the spread of new variants, having your health pass accessible is becoming increasingly essential. But would you be willing to have it actually implanted in your hand? That’s one use DSruptive Subdermals has been promoting for its implanted microchips.The Swedish company, specialised in implantable microelectronics, wants to use its implants as a medical aid to track COVID-19 and other infectious diseases. Biochips use near field communications (NFC), the same technology used for contactless payment, which allows them to be scanned by other devices, such as smartphones, door readers, and payment terminals. But it also means that the microchip could give your data away as it can be scanned by anyone with a reading device. However, to steal information from the chip, a person would first need to know that you have an implant, then touch it with a smartphone to activate it. Sjoblad also assures that the chips cannot track your location. Implanted microchips aim at making daily life more convenient and are already used by a number of people and companies around the world to replace keys, access cards and IDs. In 2018, Sweden’s state-owned train company even trialled biochips as a replacement for train tickets. Amanda Black, manager of Epicenter, a digital hub in Stockholm that has made the chip available to its workers in recent years, said she feels the chip is even safer than traditional ways to store datas.Another company, Biohax International, who is behind the microchips used by the Swedish railways company, is working with health partners so that its microchips contain health information. If someone is brought unconscious to the hospital, for instance, a simple scan of the chip could give doctors information about the patient’s pre-existing conditions.",
            "published":"23/12/2021",
            "image": "covidhealth.jpeg",
            "usersVoted": 0
        },
        {
            "id": 5,
            "title": "There's a Floating Hotel in Sweden That's Perfect for Viewing the Northern Lights – and It's Finally Open",
            "description": "Your dream Scandinavian hotel is here.The highly anticipated Arctic Bath, a floating hotel on the Lule River in Swedish Lapland, is finally open to guests, according to CNN. Arctic Bath, a circular building that is surrounded by intersecting wooden logs, looks a bit like a gigantic bird's nest. But in reality, it’s the ultimate getaway for people seeking peace, quiet, and some time at the spa, CNN reported. The hotel emphasizes wellness with its healthy, local meals, mindful meditation, yoga, and activities that explore the wilderness, like bear-watching and husky sled rides, according to CNN. It’s also a particularly amazing spot to view the northern lights. But in the middle of the building is the hotel’s most unique feature: the arctic bath. Here, guests can take the plunge into the Lule River’s icy waters. Why would someone do this, you ask? It’s actually helps soothe aching muscles through cold and hot therapy (when combined with a session in the sauna). But if jumping into freezing water is not your thing, the hotel also has a spa treatment room, four saunas, a restaurant, and of course, warm hotel rooms. The property is located an hour and 15 minutes from Luleå Airport in Sweden, according to CNN. There are only 12 rooms available, both on land and on the water, so space is understandably limited. Bookings went live back in July 2019, so the hotel is already poised to welcome guests. Prices can vary depending on when you’d like to visit. For more information or to make a booking, visit the Arctic Bath website.",
            "published":"07/02/2020",
            "image": "hotel.jpg",
            "usersVoted": 0
        },
        {
            "id": 6,
            "title": "Sweden’s Icehotel Went All Out For Its 30th Anniversary With Elaborate Suites (Video)",
            "description": "To celebrate its 30th anniversary, Sweden’s Icehotel has designed suites so elaborate and artful, guests will have a hard time believing it’s all crafted from frozen materials. A total of 33 artists from 16 different countries gathered in northern Sweden for two weeks to carve the rooms of Icehotel 30. They created 15 unique suites, a wedding ceremony hall, a tower and an ice bar in this year’s carving. The hotel’s construction was completed by a team of builders, creative support, ice producers and lighting designers. This year’s ornamented site features some of the most jaw-dropping designs to ever sit above the Arctic Circle. The masterpiece of the hotel may be its grand 75-foot Main Hall. It is attached to a ceremony hall, inspired by the Chinese gingko tree, where guests can get married. When it comes to overnight accommodations, there are a variety of options. One of this year’s most impressive suites is called “A Night at the Theatre,” where guests can play on an ice stage, which is even adorned by ice curtains. One ultra-mod suite is called “Echos of the Torne River” and, alongside impressive ice sculpting, features music created from the sounds of ice forming and shifting. One luxurious suite has managed to transform the ice into something that resembles pure gold. Sleeping underneath layers of fur blankets will complete the experience. Alternatively, if you’d rather just admire the cold artwork and sleep in the warmth, a year-round hotel building offers warm rooms. No matter which temperature guests choose to sleep in, they’ll be able to explore the 13-foot ice tower that extends outside from the main lobby, sip a frozen drink at the hotel icebar or sit out on the observation deck and watch the northern lights in the sky. The winter Icehotel is open for reservations through April 14, 2020, when it will melt away until next year. A three-night stay at the Icehotel (with one night in an ice suite) runs about $1,400 per person, based on double occupancy.",
            "published":"20/12/2019",
            "image": "covidhealth.jpeg",
            "usersVoted": 0
        }
    ]
}